[
  {
    "technicalName": "blue-present",
    "type": "present",
    "name": "Blue Present",
    "color": "0x515a91",
    "emoji": "<:bluepresent:1165862478018773013>",
    "fileNameAndExtension": "blue-present.png",
    "quotes": [
      "The blue box holds promises of enchantment and discovery.",
      "Unveil the magic within the captivating blue box of wonders.",
      "Let the calming allure of the blue box soothe your senses.",
      "Dive into the ocean of possibilities concealed in the blue box."
    ]
  },
  {
    "technicalName": "gray-present",
    "type": "present",
    "name": "Gray Present",
    "color": "0xa5a7a8",
    "emoji": "<:graypresent:1169741287038140496>",
    "fileNameAndExtension": "gray-present.png",
    "quotes": [
      "Curiosity piqued as the gray box beckons with its mysterious contents.",
      "The elegant gray box conceals a world of surprises within.",
      "Unveil the charm of simplicity with the enigmatic gray box.",
      "Discover the understated elegance nestled within the gray box."
    ]
  },
  {
    "technicalName": "ikea-present",
    "type": "present",
    "name": "Ikea Present",
    "color": "0x70bbdf",
    "emoji": "<:ikeapresent:1169741361612865576>",
    "fileNameAndExtension": "ikea-present.png",
    "quotes": [
      "Embrace the art of assembly with the IKEA box, filled with endless possibilities.",
      "Discover the essence of practicality and creativity inside the IKEA box.",
      "Let the IKEA box unlock your inner architect and designer.",
      "Experience the joy of creation with the innovative IKEA box."
    ]
  },
  {
    "technicalName": "light-blue-present",
    "type": "present",
    "name": "Light Blue Present",
    "color": "0xa2c7d1",
    "emoji": "<:lightbluepresent:1169741363747762297>",
    "fileNameAndExtension": "light-blue-present.png",
    "quotes": [
      "The light blue box whispers of serenity and delightful surprises within.",
      "Let the light blue box transport you to a world of tranquil delights.",
      "Embrace the soothing comfort emanating from the light blue box.",
      "Unveil the secrets of calmness hidden within the light blue box."
    ]
  },
  {
    "technicalName": "light-green-present",
    "type": "present",
    "name": "Light Green Present",
    "color": "0xd2cfac",
    "emoji": "<:lightgreenpresent:1169741365521940481>",
    "fileNameAndExtension": "light-green-present.png",
    "quotes": [
      "Unveil the wonders concealed within the light green box of joy and possibilities.",
      "Unlock the serenity and freshness tucked away in the light green box.",
      "Feel the rejuvenating energy held within the light green box.",
      "Let the light green box infuse your life with vibrant tranquility."
    ]
  },
  {
    "technicalName": "light-purple-present",
    "type": "present",
    "name": "Light Purple Present",
    "color": "0x766396",
    "emoji": "<:lightpurplepresent:1169741368856416256>",
    "fileNameAndExtension": "light-purple-present.png",
    "quotes": [
      "Embrace the magic and mystique contained within the light purple box.",
      "Discover the enchanting harmony woven into the light purple box.",
      "Let the light purple box envelop you in its ethereal charm.",
      "Unveil the wistful whispers hidden within the light purple box."
    ]
  },
  {
    "technicalName": "pink-present",
    "type": "present",
    "name": "Pink Present",
    "color": "0xeb94e8",
    "emoji": "<:pinkpresent:1169741370278281217>",
    "fileNameAndExtension": "pink-present.png",
    "quotes": [
      "Discover the heartwarming secrets hidden inside the pretty pink box.",
      "Let the pink box enchant you with its sweetness and warmth.",
      "Unveil the tenderness and affection concealed within the pink box.",
      "Feel the love and care radiating from the adorable pink box."
    ]
  },
  {
    "technicalName": "purple-present",
    "type": "present",
    "name": "Purple Present",
    "color": "0x6f3a82",
    "emoji": "<:purplepresent:1169741373298180167>",
    "fileNameAndExtension": "purple-present.png",
    "quotes": [
      "Unlock the mysteries hidden within the elegant purple box.",
      "Let the royal charm of the purple box captivate your senses.",
      "Unveil the enchanting secrets concealed within the deep purple box.",
      "Discover the regal allure nestled within the luxurious purple box."
    ]
  },
  {
    "technicalName": "red-present",
    "type": "present",
    "name": "Red Present",
    "color": "0xfd5d5a",
    "emoji": "<:redpresent:1169741375416303716>",
    "fileNameAndExtension": "red-present.png",
    "quotes": [
      "Unwrap the fiery passion and joy awaiting within the vibrant red box.",
      "Feel the excitement radiating from the beautiful red box of surprises.",
      "Let the red box ignite your spirit with its vibrant energy.",
      "Discover the intensity and love wrapped within the bold red box."
    ]
  },
  {
    "technicalName": "candy-cane-present",
    "type": "present",
    "name": "Candy Cane Present",
    "color": "0xF2BBBF",
    "emoji": "<:candycanepresent:1170209229387333692>",
    "fileNameAndExtension": "candy-cane-present.png",
    "quotes": [
      "Sweet delights wrapped in a candy cane embrace, spreading joy in every taste.",
      "Indulge in the sweetness of the season with a candy cane delight, a peppermint joy in every bite.",
      "Wrap yourself in the warm embrace of a candy cane, spreading holiday cheer with every stripe.",
      "Let the candy cane's red and white twist remind you of the joyful swirl of the holiday season."
    ]
  },
  {
    "technicalName": "christmas-baubles-present",
    "type": "present",
    "name": "Christmas Baubles Present",
    "color": "0xF2C572",
    "emoji": "<:christmasbaublespresent:1170209232226898010>",
    "fileNameAndExtension": "christmas-baubles-present.png",
    "quotes": [
      "Unwrap the magic of the season with a gift adorned in golden baubles, a treasure to behold.",
      "Dive into a world of enchantment with a present adorned in Christmas baubles, where each sphere holds a wish",
      "May your holiday be as bright and sparkling as the Christmas baubles that adorn this special gift."
    ]
  },
  {
    "technicalName": "star-present",
    "type": "present",
    "name": "Star Present",
    "color": "0xF2D690",
    "emoji": "<:starpresent:1170209236421193778>",
    "fileNameAndExtension": "star-present.png",
    "quotes": [
      "A gift that shines like a guiding star, illuminating the path to happiness and wonder.",
      "May the star on this gift brighten your days and light up your nights with joy and hope.",
      "This starry present holds the light of a thousand wishes, ready to make your dreams come true."
    ]
  },
  {
    "technicalName": "gradient-present",
    "type": "present",
    "name": "Gradient Present",
    "color": "0xA63788",
    "emoji": "<:gradientpresent:1170209233753608224>",
    "fileNameAndExtension": "gradient-present.png",
    "quotes": [
      "A present as beautiful as a sunset sky, with a ribbon that blends hues in a captivating sigh.",
      "The gradient present mirrors the changing colors of the season, bringing a sense of wonder with every shade.",
      "Open this gift and discover the magic of a gradient that symbolizes the transition to a joyful holiday."
    ]
  },
  {
    "technicalName": "average-swirl-candy",
    "type": "candy",
    "name": "Average Swirl Candy",
    "color": "0xff6377",
    "emoji": "<:candy:1165849590415753287>",
    "fileNameAndExtension": "average-swirl-candy.png",
    "quotes": [
      "Delight in the simplicity of an Average Swirl Candy, a sweet start to your day!",
      "Find joy in the ordinary, savoring the comforting taste of the Average Swirl Candy.",
      "Experience the familiar embrace of this candy, a reminder of the little things in life.",
      "With this candy, discover that even the 'average' can be extraordinary."
    ]
  },
  {
    "technicalName": "crazy-lime-swirl-candy",
    "type": "candy",
    "name": "Crazy Lime Swirl Candy",
    "color": "0x154D68",
    "emoji": "<:crazylimeswirlcandy:1170209780271431780>",
    "fileNameAndExtension": "crazy-lime-swirl-candy.png",
    "quotes": [
      "Embrace the zany zest of the Crazy Lime Swirl Candy!",
      "Get ready for a wild lime adventure with this explosive candy.",
      "Let your taste buds dance to the crazy rhythm of citrusy delight.",
      "Satisfy your craving for lime madness with this extraordinary candy."
    ]
  },
  {
    "technicalName": "grape-swirl-candy",
    "type": "candy",
    "name": "Grape Swirl Candy",
    "color": "0xFEE1C6",
    "emoji": "<:grapeswirlcandy:1170209782918041600>",
    "fileNameAndExtension": "grape-swirl-candy.png",
    "quotes": [
      "Taste the grapey symphony of the Grape Swirl Candy!",
      "Get ready for a grape explosion in every bite of this candy.",
      "Indulge in the grape-rich sweetness that defines this candy.",
      "Let the grape swirls take your senses on a fruity journey."
    ]
  },
  {
    "technicalName": "lemon-orange-swirl-candy",
    "type": "candy",
    "name": "Lemon Orange Swirl Candy",
    "color": "0xED9E5D",
    "emoji": "<:lemonorangeswirlcandy:1170209784532844544>",
    "fileNameAndExtension": "lemon-orange-swirl-candy.png",
    "quotes": [
      "Experience the bright blend of lemon and orange in this zesty swirl of joy!",
      "Let the citrusy duet of lemon and orange refresh your taste buds.",
      "Get ready for a citrus burst that combines the best of both worlds.",
      "Embrace the tropical fusion hidden in this swirl of vibrancy."
    ]
  },
  {
    "technicalName": "lemon-swirl-candy",
    "type": "candy",
    "name": "Lemon Swirl Candy",
    "color": "0xFFBB25",
    "emoji": "<:lemonswirlcandy:1170209786252501032>",
    "fileNameAndExtension": "lemon-swirl-candy.png",
    "quotes": [
      "Savor the sunshine in every bite of the Lemon Swirl Candy!",
      "Let the radiant lemon flavor brighten your day and your taste buds.",
      "Get ready for a burst of lemony delight that's pure joy in a swirl.",
      "Indulge in the citrusy embrace of this candy, an instant mood lifter."
    ]
  },
  {
    "technicalName": "ocean-swirl-candy",
    "type": "candy",
    "name": "Ocean Swirl Candy",
    "color": "0x6CB6FF",
    "emoji": "<:oceanswirlcandy:1170209789389844610>",
    "fileNameAndExtension": "ocean-swirl-candy.png",
    "quotes": [
      "Dive into a swirl of oceanic delight with the Ocean Swirl Candy!",
      "Let the refreshing waves of flavor take you on a seaside escape.",
      "Get ready for a burst of ocean-inspired happiness that soothes the soul.",
      "Embrace the tranquility of the sea hidden in this swirl of sweetness."
    ]
  },
  {
    "technicalName": "pinky-purple-swirl-candy",
    "type": "candy",
    "name": "Pinky Purple Swirl Candy",
    "color": "0xF1A8AD",
    "emoji": "<:pinkypurpleswirlcandy:1170209791512150047>",
    "fileNameAndExtension": "pinky-purple-swirl-candy.png",
    "quotes": [
      "Indulge in the whimsical swirl of pink and purple in this delightful candy!",
      "Let the playful colors of pink and purple bring a smile to your day.",
      "Get ready for a burst of colorful happiness that's pure joy in a swirl.",
      "Experience the magic of pink and purple, a sugary delight for the heart."
    ]
  },
  {
    "technicalName": "sherbert-swirl-candy",
    "type": "candy",
    "name": "Sherbert Swirl Candy",
    "color": "0xF8E1A3",
    "emoji": "<:sherbertswirlcandy:1170209793366036490>",
    "fileNameAndExtension": "sherbert-swirl-candy.png",
    "quotes": [
      "Savor the fizzy delight of a sherbet swirl in this refreshing candy!",
      "Let the tangy and bubbly swirls tickle your taste buds with joy.",
      "Get ready for a burst of sherbet-inspired happiness that's a party for your palate.",
      "Indulge in the fizzy swirls of delight and celebrate with every bite."
    ]
  },
  {
    "technicalName": "turquoise-mint-swirl-candy",
    "type": "candy",
    "name": "Turquoise Mint Swirl Candy",
    "color": "0x15E0D6",
    "emoji": "<:turquoisemintswirlcandy:1170209795035385876>",
    "fileNameAndExtension": "turquoise-mint-swirl-candy.png",
    "quotes": [
      "Experience the cool and invigorating swirl of turquoise and mint in this refreshing candy!",
      "Let the soothing breeze of minty flavors wash over your taste buds.",
      "Get ready for a burst of minty happiness that's a breath of fresh air.",
      "Indulge in the refreshing swirls of delight and rejuvenate your senses."
    ]
  },
  {
    "technicalName": "unique-chocolate-swirl-candy",
    "type": "candy",
    "name": "Unique Chocolate Swirl Candy",
    "color": "0xFAE6C8",
    "emoji": "<:uniquechocolateswirlcandy:1170209797459677224>",
    "fileNameAndExtension": "unique-chocolate-swirl-candy.png",
    "quotes": [
      "Savor the one-of-a-kind blend of chocolate in this delightful swirl of candy!",
      "Let the rich and indulgent chocolate flavor enchant your taste buds.",
      "Get ready for a burst of chocolate-inspired happiness that's truly exceptional.",
      "Indulge in the rich and creamy swirls of delight and experience chocolate like never before."
    ]
  }
]
